[
  {
    "id": 0,
    "name": "glade",
    "description": "You come to your senses in a small forest clearing. Brilliant beams of sunlight pierce the soft mist of the glade. Your recollection of preceding events is, at best, questionable & the cloying scent of Buckfast burns your nostrils.",
    "blurb": "A beautiful clearing in the forest. I awakened there, beflummoxed by the poisons of yesternight...",
    "routes": [1],
    "events": [],
    "people": []
  },
  {
    "id": 1,
    "name": "forest",
    "description": "You find yourself in a dense, ancient forest. Tall trees tower above you, their branches blocking out most of the sunlight. The forest floor is covered in a thick layer of moss and fallen leaves. You can hear the distant sounds of wildlife echoing through the trees.",
    "blurb": "A woodland like this could swallow a centaur whole. How I survived the night, the Gods will only ever know...",
    "routes": [0,2],
    "events": [],
    "people": []
  },
  {
    "id": 2,
    "name": "field",
    "description": "You stand in a vast field stretching out before you. Golden wheat sways gently in the breeze, creating waves of movement across the landscape. The sky above is wide and open, with only a few fluffy clouds drifting lazily by. In the distance, you can see a small farmhouse.",
    "blurb": "An immense fertile meadow: it's beauty, arouses sweet nostalgia of Yoker.",
    "routes": [1,3,4],
    "events": [],
    "people": []
  },
  {
    "id": 3,
    "name": "farm",
    "description": "You arrive at a quaint farm nestled in the countryside. Chickens peck at the ground, while cows graze lazily in the pasture. The farmhouse itself is weathered but welcoming, with smoke curling from the chimney. A sense of peace and tranquility envelops the area.",
    "blurb": "A idyllic wee farmhouse littered with cows & punctuated by cocks...",
    "routes": [2],
    "events": [],
    "people": []
  },
  {
    "id": 4,
    "name": "town",
    "description": "You enter a busy town, filled with the hustle and bustle of daily life. Merchants hawk their wares in the crowded marketplace, while children play in the cobblestone streets. The scent of freshly baked bread wafts through the air, mingling with the sounds of laughter and chatter.",
    "blurb": "Civilisation! It looks like a good idea... but at what cost?",
    "routes": [],
    "events": [],
    "people": []
  },
  {
    "id": 5,
    "name": "palace",
    "description": "Before you stands a magnificent palace, its towering spires reaching towards the sky. Guards in gleaming armor stand watch at the entrance, their eyes sharp and alert. The palace grounds are immaculately kept, with vibrant gardens and sparkling fountains. You can't help but feel a sense of awe at the grandeur before you."
  },
  {
    "id": 6,
    "name": "room",
    "description": "You find yourself in a small, dimly lit room. The air is musty and stale, and the only furnishings are a rickety wooden chair and a moth-eaten rug. A single window lets in a shaft of weak sunlight, illuminating the dust motes dancing in the air."
  },
  {
    "id": 7,
    "name": "cave",
    "description": "You stumble into a dark, foreboding cave. The air is cool and damp, and the only sound is the echo of your footsteps against the stone walls. Strange shadows flicker across the cavern floor, and you can't shake the feeling that you're being watched."
  },
  {
    "id": 8,
    "name": "tunnel",
    "description": "You find yourself in a narrow tunnel, its walls rough and uneven. The air is thick with the smell of earth and dampness, and the only sound is the faint drip of water echoing in the distance. You can't see more than a few feet ahead of you, and the darkness feels suffocating."
  },
  {
    "id": 9,
    "name": "blacksmith",
    "description": "You step into a bustling blacksmith's shop, filled with the clang of metal on metal and the hiss of steam. A burly blacksmith works at the forge, sweat beading on his brow as he shapes molten metal into intricate designs. Weapons and armor line the walls, gleaming in the firelight."
  },
  {
    "id": 10,
    "name": "mountain",
    "description": "You stand at the base of a towering mountain, its jagged peaks disappearing into the clouds above. The air is thin and crisp, and the only sound is the distant cry of a mountain hawk. The mountain slopes are dotted with hardy shrubs and patches of snow, and the ascent looks treacherous."
  },
  {
    "id": 11,
    "name": "beach",
    "description": "You find yourself on a sandy beach, with gentle waves lapping at the shore. Seagulls wheel overhead, their cries mingling with the sound of the surf. The air is salty and fresh, and the sun beats down warmly on your skin. A sense of serenity washes over you as you gaze out at the endless expanse of the ocean."
  },
  {
    "id": 12,
    "name": "desert",
    "description": "You are lost in a vast desert, with dunes stretching out in every direction as far as the eye can see. The sun beats down mercilessly, and the heat shimmers off the sand in waves. There is no sign of life except for the occasional scuttle of a lizard or the distant cry of a desert bird."
  },
  {
    "id": 13,
    "name": "ruins",
    "description": "You stumble upon a set of ancient ruins, their crumbling walls bearing silent witness to the passage of time. Vines and moss cling to the weathered stones, and the air is heavy with the weight of history. You can almost hear the echoes of a forgotten civilization as you explore the deserted corridors and crumbling archways."
  },
  {
    "id": 14,
    "name": "cemetery",
    "description": "You find yourself in a quiet cemetery, with rows of weathered headstones standing sentinel over the graves. The air is still and heavy, and the only sound is the whisper of the wind through the trees. A sense of melancholy hangs in the air as you walk among the graves, reading the names and dates etched into the stone."
  },
  {
    "id": 15,
    "name": "library",
    "description": "You step into a grand library, its shelves lined with dusty tomes and ancient scrolls. The air is thick with the smell of old paper and leather bindings, and shafts of sunlight filter through stained glass windows, casting colorful patterns on the polished wooden floors. You can't help but feel a sense of awe at the vast repository of knowledge surrounding you."
  },
  {
    "id": 16,
    "name": "castle",
    "description": "You find yourself in the courtyard of a massive castle, its imposing walls rising high above you. Flags flutter in the breeze, and the sound of clashing swords drifts from the training grounds. The castle grounds are alive with activity, with knights in shining armor bustling about and servants scurrying to and fro."
  },
  {
    "id": 17,
    "name": "dungeon",
    "description": "You descend into a dark and forbidding dungeon, its stone walls damp with moisture and streaked with grime. The air is thick and musty, and the only sounds are the drip of water from unseen leaks and the distant skittering of rats. Shadows dance on the walls as you navigate the twisting passages and dimly lit corridors."
  },
  {
    "id": 18,
    "name": "volcano",
    "description": "You find yourself at the edge of a smoldering volcano, its crater bubbling and steaming ominously. The air is thick with sulfur, and the ground beneath your feet is hot to the touch. Lava flows sluggishly down the mountainside, casting an eerie orange glow over the barren landscape. You can't help but feel a sense of impending danger as you gaze into the roiling depths below."
  },
  {
    "id": 19,
    "name": "waterfall",
    "description": "You stand at the foot of a majestic waterfall, its waters cascading down from high above in a torrent of foam and spray. The air is cool and refreshing, and the sound of rushing water fills your ears. Rainbows dance in the mist as the sunlight filters through, creating a dazzling display of color and light."
  },
  {
    "id": 20,
    "name": "marketplace",
    "description": "You find yourself in a bustling marketplace, where merchants from all over gather to sell their wares. The air is filled with the scent of spices and the sound of haggling, as people barter for goods of all kinds."
  },
  {
    "id": 21,
    "name": "river",
    "description": "You come across a gentle river, its waters flowing peacefully downstream. The banks are lined with lush vegetation, and the occasional splash of a fish breaks the surface of the water."
  },
  {
    "id": 22,
    "name": "mountaintop",
    "description": "You reach the summit of a towering mountain, where the air is thin and the view stretches out for miles. Below you, clouds drift lazily by, and the world seems small and insignificant from your lofty vantage point."
  },
  {
    "id": 23,
    "name": "seaside",
    "description": "You find yourself on a tranquil seaside cliff, with the sound of waves crashing against the rocks below. Seabirds circle overhead, and the salty breeze fills your lungs as you gaze out at the endless expanse of the ocean."
  },
  {
    "id": 24,
    "name": "alleyway",
    "description": "You wander into a dimly lit alleyway, where shadows cling to the walls and the air is heavy with the scent of decay. The sounds of distant footsteps echo off the cobblestones, and you can't shake the feeling that you're being watched."
  },
  {
    "id": 25,
    "name": "park",
    "description": "You enter a peaceful park, where trees rustle in the breeze and birds sing in the branches. The scent of flowers fills the air, and the sound of children's laughter drifts across the grassy meadows."
  },
  {
    "id": 26,
    "name": "school",
    "description": "You find yourself outside a bustling schoolyard, where children play and laugh under the watchful eye of their teachers. The sound of bells fills the air as classes change, and the promise of knowledge hangs thick in the air."
  },
  {
    "id": 27,
    "name": "hospital",
    "description": "You step into a sterile hospital room, where the air is heavy with the smell of disinfectant. Nurses bustle about, tending to patients in various states of illness and injury, and the steady beep of monitors provides a constant background noise."
  },
  {
    "id": 28,
    "name": "concert hall",
    "description": "You enter a grand concert hall, where the air is alive with the sound of music. The stage is bathed in light, and the orchestra plays with passion and precision, filling the room with beautiful melodies."
  },
  {
    "id": 29,
    "name": "cinema",
    "description": "You find yourself in a darkened cinema, where the flicker of the projector casts dancing shadows on the screen. The scent of popcorn fills the air, and the audience sits in rapt attention as the story unfolds before them."
  },
  {
    "id": 30,
    "name": "graveyard",
    "description": "You wander through a quiet graveyard, where tombstones dot the landscape like silent sentinels. The air is heavy with the scent of flowers and the sound of rustling leaves, and a sense of peace settles over you as you pay your respects to the departed."
  },
  {
    "id": 31,
    "name": "train station",
    "description": "You arrive at a bustling train station, where people hurry to and fro with bags and luggage. The air is thick with the scent of diesel and the sound of trains rumbling on the tracks, and the promise of adventure hangs heavy in the air."
  },
  {
    "id": 32,
    "name": "office",
    "description": "You step into a bustling office building, where people sit at desks and type furiously on their keyboards. The air is filled with the sound of ringing phones and clicking mice, and the smell of coffee wafts through the air as people work late into the night."
  },
  {
    "id": 33,
    "name": "warehouse",
    "description": "You find yourself in a vast warehouse, where shelves stretch up to the ceiling and boxes are stacked high. The air is heavy with the scent of cardboard and the sound of forklifts beeping, and the hustle and bustle of activity fills the air as workers move goods to and fro."
  },
  {
    "id": 34,
    "name": "zoo",
    "description": "You enter a lively zoo, where the air is filled with the sounds of animals chattering and the smell of hay and dung. Children laugh and point as they watch the animals frolic in their enclosures, and the occasional roar or trumpet adds to the cacophony of noise."
  },
  {
    "id": 35,
    "name": "amusement park",
    "description": "You arrive at a bustling amusement park, where rides whir and lights flash in every direction. The air is filled with the sound of laughter and screams of delight, and the smell of cotton candy and funnel cakes wafts through the air as people enjoy the thrills and excitement of the park."
  },
  {
    "id": 36,
    "name": "circus",
    "description": "You step into a colorful circus tent, where the air is alive with the sound of music and the smell of popcorn. Acrobats perform daring feats high above the crowd, and clowns make children laugh with their antics, creating an atmosphere of magic and wonder."
  },
  {
    "id": 37,
    "name": "airport",
    "description": "You find yourself in a bustling airport terminal, where people rush to catch their flights and say goodbye to loved ones. The air is filled with the sound of announcements and the smell of jet fuel, as travelers hurry to catch their ride. The air is thick with the scent of sweat and metal, and the sound of announcements echoes off the tiled walls as you navigate the labyrinthine tunnels."
  },
  {
    "id": 38,
    "name": "church",
    "description": "You step into a quiet church, where the air is heavy with the scent of incense and the sound of whispered prayers. Sunlight filters through stained glass windows, casting colorful patterns on the polished pews, and a sense of peace settles over you as you kneel in quiet contemplation."
  },
  {
    "id": 39,
    "name": "garden",
    "description": "You find yourself in a lush garden, where flowers bloom and butterflies flit from blossom to blossom. The air is heavy with the scent of roses and the sound of buzzing bees, and the gentle rustle of leaves fills the air as you wander through the winding paths."
  }
]